Repository: jean-samuila/Wp-Pro-Quiz
Catalog: languages/wp-pro-quiz-*.po
Languages: ro_ro

source: Copy questions from another Quiz
ro_ro: Întrebări copiere de la un alt test

source: Search
ro_ro: Căutare

source: Here you can copy questions from another quiz into this quiz. (Multiple selection enabled)
ro_ro: Aici aveți posibilitatea să copiați întrebări de la un alt test în acest test. (Selecție multiplă activată)

source: Copy questions
ro_ro: Copiere întrebări

source: Set Question Categories
ro_ro: Setare categorii întrebare

source: Sets multiple question categories
ro_ro: Setare mai multe categorii de întrebare

source: You can assign classify category for a question.
ro_ro: Aveți posibilitatea să atribuiți categorie clasificată în funcție de o întrebare.

source: Set Category
ro_ro: Setare Categorie

source: Filter by category
ro_ro: Filtrare dupa categorie

source: All categories
ro_ro: Toate categoriile

source: Quiz title
ro_ro: Titlu test

source: You can assign classify category for a quiz.
ro_ro: Aveți posibilitatea să atribuiți o categorie clasificată în funcție de un test.

source: Hide quiz title
ro_ro: Ascundere titlu test

source: Hide title
ro_ro: Ascundere titlu

source: The title serves as quiz heading.
ro_ro: Titlul servește ca titlu de test.

source: Hide "Restart quiz" button
ro_ro: Ascunde butonul "Repornește test"

source: Hide the "Restart quiz" button in the Frontend.
ro_ro: Ascunde butonul "Restart test" la început.

source: Hide "View question" button
ro_ro: Ascunde butonul "Vizualizare întrebare"

source: Hide the "View question" button in the Frontend.
ro_ro: Ascunde butonul "Vizualizare întrebare" la început.

source: Display question randomly
ro_ro: Arată întrebări la întâmplare

source: Display answers randomly
ro_ro: Arată răspunsurile la întâmplare

source: Sort questions by category
ro_ro: Sortare întrebări pe categorii

source: Also works in conjunction with the "display randomly question" option.
ro_ro: De asemenea, funcționează în colaborare cu opțiunea "afișare întrebarea la întâmplare".

source: Seconds
ro_ro: Secunde

source: 0 = no limit
ro_ro: 0 = nici o limită

source: Statistics
ro_ro: Statistici

source: Statistics about right or wrong answers. Statistics will be saved by completed quiz, not after every question. The statistics is only visible over administration menu. (internal statistics)
ro_ro: Statistici despre răspunsuri corecte sau greșite. Statisticile vor fi salvate de testul finalizat, nu după fiecare întrebare. Statisticile sunt vizibile doar în meniu de administrare. (statistici interne)

source: Statistics IP-lock
ro_ro: Blocare statistici IP

source: in minutes (recommended 1440 minutes = 1 day)
ro_ro: în minute (recomandat 1440 minute = 1 zi)

source: Protect the statistics from spam. Result will only be saved every X minutes from same IP. (0 = deactivated)
ro_ro: Protejare statistici din spam. Rezultatul va fi salvat numai la fiecare X minute de la acelasi IP. (0 = dezactivat)

source: Execute quiz only once
ro_ro: Executa testul doar o singură dată

source: If you activate this option, the user can complete the quiz only once. Afterwards the quiz is blocked for this user.
ro_ro: Dacă activați această opțiune, utilizatorul poate finaliza testul doar o singură dată. După aceea testul este blocat pentru acest utilizator.

source: This option applies to:
ro_ro: Această opțiune se aplică pentru:

source: all users
ro_ro: toți utilizatorii

source: registered useres only
ro_ro: doar utilizatori înregistrați

source: anonymous users only
ro_ro: doar utilizatori anonimi

source: user identification by cookie
ro_ro: Identificarea utilizatorului după cookie

source: If you activate this option, a cookie is set additionally for unregistrated (anonymous) users. This ensures a longer assignment of the user than the simple assignment by the IP address.
ro_ro: Dacă activați această opțiune, un cookie este setat în plus pentru utilizatorii neînregistrați (anonimi). Acest lucru asigură o alocare mai mare a utilizatorului decât atribuirea simpla prin adresa IP.

source: Reset the user identification
ro_ro: Resetați identificarea utilizatorului

source: User identification has been reset.
ro_ro: Identificarea utilizatorului a fost resetată.

source: Resets user identification for all users.
ro_ro: Resetare identificare utilizator pentru toți utilizatorii.

source: Show only specific number of questions
ro_ro: Arată numai un anumit număr de întrebări

source: If you enable this option, maximum number of displayed questions will be X from X questions. (The output of questions is random)
ro_ro: Dacă activați această opțiune, numărul maxim de întrebări afișate va fi X de la X întrebări. (Ieșirea din întrebări este aleatoare)

source: How many questions should be displayed simultaneously:
ro_ro: Cât de multe întrebări ar trebui să fie afișate simultan:

source: in percent
ro_ro: în procente

source: Prerequisites
ro_ro: Cerințe preliminare

source: If you enable this option, you can choose quiz, which user have to finish before he can start this quiz.
ro_ro: Dacă activați această opțiune, puteți alege testul, care utilizator trebuie să termine înainte de a putea începe acest test.

source: In all selected quizzes statistic function have to be active. If it is not it will be activated automatically.
ro_ro: În toate teste selectate funcția statistică trebuie să fie activă. Dacă nu este acesta va fi activată automat.

source: Prerequisites (This quiz have to be finished)
ro_ro: Cerințe preliminare (Acest test trebuie să fi terminat)

source: Question overview
ro_ro: Privire de ansamblu asupra întrebarii

source: Add at the top of the quiz a question overview, which allows easy navigation. Additional questions can be marked "to review".
ro_ro: Adaugă în partea de sus a testului o imagine de ansamblu a întrebarii, care permite o navigare usoara. Întrebările suplimentare pot fi marcate "pentru revizuire".

source: Additional quiz overview will be displayed, before quiz is finished.
ro_ro: Privire de ansamblu suplimentară asupra testului va fi afișată, înainte ca testul sa fie terminat.

source: If you enalbe this option, no quiz overview will be displayed, before finishing quiz.
ro_ro: Dacă activați această opțiune, nicio privire de ansamblu a testului nu va fi afișată, înainte de finalizare test.

source: If you enable this option, user won't be able to skip question. (only in "Overview -> next" mode). User still will be able to navigate over "Question-Overview"
ro_ro: Dacă activați această opțiune, utilizatorul nu va putea să sără peste întrebări. (numai în "Prezentare -> următor" modul). Utilizator încă va fi în măsură să navigheze peste "Întrebare-Prezentare"

source: Admin e-mail notification
ro_ro: Notificare e-mail a administratorului

source: for registered users only
ro_ro: doar pentru utilizatorii înregistrați

source: for all users
ro_ro: pentru toți utilizatorii

source: If you enable this option, you will be informed if a user completes this quiz.
ro_ro: Dacă activați această opțiune, veți fi informat în cazul în care un utilizator completează acest test.

source: E-Mail settings can be edited in global settings.
ro_ro: Setările de e-mail pot fi editate în setările globale.

source: User e-mail notification
ro_ro: Notificarea prin e-mail a utilizatorului

source: If you enable this option, an email is sent with his quiz result to the user. (only registered users)
ro_ro: Dacă activați această opțiune, un e-mail cu rezultatul testului este trimis utilizatorului. (doar utilizatorii inregistrati)

source: If you enable this option, the quiz will start automatically after the page is loaded.
ro_ro: Dacă activați această opțiune, testul va porni automat după ce pagina este încărcată.

source: Only registered users are allowed to start the quiz
ro_ro: Doar utilizatorilor înregistrați le este permisă începerea testului

source: If you enable this option, only registered users allowed start the quiz.
ro_ro: Dacă activați această opțiune, doar utilizatorilor inregistrati le este permisă începerea testului.

source: Quiz description
ro_ro: Descriere test

source: This text will be displayed before start of the quiz.
ro_ro: Acest text va fi afișat înainte de începerea testului.

source: Results text
ro_ro: Text rezultate

source: This text will be displayed at the end of the quiz (in results). (this text is optional)
ro_ro: Acest text va fi afișat la sfârșitul testului (în rezultate). (acest text este opțional)

source: Activate graduation
ro_ro: Activare absolvire

source: Hint:
ro_ro: Indiciu

source: Maximal 15 levels
ro_ro: 15 niveluri maxime

source: Percentages refer to the total score of the quiz. (Current total %d points in %d questions.
ro_ro: Procentele se referă la scorul total al testului. (Total curent %d puncte în %d întrebări.

source: Values can also be mixed up
ro_ro: Valorile pot fi, de asemenea, amestecate

source: 10,15% or 10.15% allowed (max. two digits after the decimal point)
ro_ro: 10,15% sau 10.15% permis (max. două cifre după virgulă)

source: from:
ro_ro: de la:

source: percent
ro_ro: procent

source: (Will be displayed, when result-percent is >= <span class="resultProzent">%s</span>%%)
ro_ro: (Va fi afișat, când rezultat-procent este >= <span class="resultProzent">%s</span>%%)

source: Delete graduation
ro_ro: Ștergere absolvire

source: Add graduation
ro_ro: Adăugare absolvire

source: Custom fields - Variables
ro_ro: Câmpuri personalizate - Variabile

source: Result-Options
ro_ro: Rezultat-Opțiuni

source: Show average points
ro_ro: Afișare punctaje medii

source: Statistics-function must be enabled.
ro_ro: Funcția-statistici trebuie să fie activată.

source: Show category score
ro_ro: Afișare scor categorie

source: If you enable this option, the results of each category is displayed on the results page.
ro_ro: Dacă activați această opțiune, rezultatele din fiecare categorie este afișată pe pagina de rezultate.

source: Hide correct questions - display
ro_ro: Ascunde întrebări corecte - afișaj

source: If you select this option, no longer the number of correctly answered questions are displayed on the results page.
ro_ro: Dacă selectați această opțiune, numărul de întrebări la care s-a răspuns corect nu vor fi afisate pe pagina de rezultate.

source: Hide quiz time - display
ro_ro: Ascunde timp test - afișare

source: If you enable this option, the time for finishing the quiz won't be displayed on the results page anymore.
ro_ro: Dacă activați această opțiune, timpul pentru finalizarea testului nu va fi mai afișat pe pagina de rezultate.

source: Hide score - display
ro_ro: Ascundere scor - afișaj

source: If you enable this option, final score won't be displayed on the results page anymore.
ro_ro: Dacă activați această opțiune, scorul final nu va mai fi afișat pe pagina de rezultate.

source: Question-Options
ro_ro: Opțiuni - Intrebare

source: Show points
ro_ro: Afișare puncte

source: Shows in quiz, how many points are reachable for respective question.
ro_ro: Arată în test, câte puncte sunt accesibile pentru întrebarea respectivă.

source: Number answers
ro_ro: Număr răspunsuri

source: If this option is activated, all answers are numbered (only single and multiple choice)
ro_ro: Dacă această opțiune este activată, toate răspunsurile sunt numerotate (doar o singură și mai multe variante)

source: Hide correct- and incorrect message
ro_ro: Ascundere mesaj corect și incorect

source: If you enable this option, no correct- or incorrect message will be displayed.
ro_ro: Dacă activați această opțiune, nu va fi afișat niciun mesaj corect sau incorect.

source: Correct and incorrect answer mark
ro_ro: Marcare răspuns corect sau incorect

source: If you enable this option, answers won't be color highlighted as correct or incorrect.
ro_ro: Dacă activați această opțiune, răspunsurile nu vor mai fi marcate cu culoare ca fiind corecte sau incorecte.

source: Force user to answer each question
ro_ro: Forțează utilizatorul să răspundă la fiecare întrebare

source: If you enable this option, the user is forced to answer each question.
ro_ro: Dacă activați această opțiune, utilizatorul este obligat să răspundă la fiecare întrebare.

source: If the option "Question overview" is activated, this notification will appear after end of the quiz, otherwise after each question.
ro_ro: În cazul în care opțiunea "Întrebare prezentarea generală" este activată, această notificare va apărea după sfârșitul testul, în caz contrar după fiecare întrebare.

source: Hide question position overview
ro_ro: Ascundere poziția intrebarii privire de ansamblu

source: If you enable this option, the question position overview is hidden.
ro_ro: Dacă activați această opțiune, imaginea de ansamblu a poziției întrebarii este ascunsă.

source: Hide question numbering
ro_ro: Ascundere numerotare întrebare

source: If you enable this option, the question numbering is hidden.
ro_ro: Dacă activați această opțiune, numerotarea întrebarii este ascunsă.

source: Display category
ro_ro: Afișare categorie

source: If you enable this option, category will be displayed in the question.
ro_ro: Dacă activați această opțiune, categoria va fi afișată în întrebare.

source: The leaderboard allows users to enter results in public list and to share the result this way.
ro_ro: Clasamentul permite utilizatorilor să introducă rezultatele în lista publică și să împărtășească rezultatele în acest fel.

source: The leaderboard works independent from internal statistics function.
ro_ro: Clasamentul funcționează independent de funcția statistici interne.

source: Who can sign up to the list
ro_ro: Cine se poate înscrie pe listă

source: Not registered users have to enter name and e-mail (e-mail won't be displayed)
ro_ro: Utilizatorii neînregistrați au posibilitatea de a introduce numele și adresa de e-mail (e-mail nu va fi afisat)

source: insert automatically
ro_ro: inserare automată

source: If you enable this option, logged in users will be automatically entered into leaderboard
ro_ro: Dacă activați această opțiune, utilizatorii autentificați vor fi introduși automat în clasament

source: display captcha
ro_ro: Afișează captcha

source: If you enable this option, additional captcha will be displayed for users who are not registered.
ro_ro: Dacă activați această opțiune, captcha suplimentar va fi afișat pentru utilizatorii care nu sunt înregistrați.

source: This option requires additional plugin:
ro_ro: Aceasta opțiune necesită un modul suplimentar:

source: Plugin has been detected.
ro_ro: Modulul a fost detectat.

source: Plugin is not installed.
ro_ro: Modulul nu este instalat.

source: Sort list by
ro_ro: Sortare listă după

source: Users can apply multiple times
ro_ro: Utilizatorii pot aplica de mai multe ori

source: User can apply after:
ro_ro: Utilizatorul poate aplica după:

source: How many entries should be displayed
ro_ro: Câte înregistrări ar trebui să fie afișate

source: Entries
ro_ro: Intrări

source: Automatically display leaderboard in quiz result
ro_ro: Afișare automata clasament în urma testului

source: Where should leaderboard be displayed:
ro_ro: În cazul în care ar trebui să fie afișat clasamentul:

source: don't display
ro_ro: nu se afișează

source: below the "result text"
ro_ro: sub "textul rezultat"

source: in a button
ro_ro: într-un buton

source: Quiz-Mode
ro_ro: Mod-Test

source: Normal + Back-Button
ro_ro: Normal + Butonul Înapoi

source: Check -> continue
ro_ro: Verificare -> continuare

source: Questions below each other
ro_ro: Reciproc intrebările de mai jos

source: Displays all questions sequentially, "right" or "false" will be displayed at the end of the quiz.
ro_ro: Afișează toate întrebările secvențial, "corect" sau "fals" va fi afișat la sfârșitul testului.

source: Allows to use the back button in a question.
ro_ro: Permite folosirea butonului înapoi într-o întrebare.

source: Shows "right or wrong" after each question.
ro_ro: Arată "corect sau greșit" după fiecare întrebare.

source: If this option is activated, all answers are displayed below each other, i.e. all questions are on a single page.
ro_ro: Dacă această opțiune este activată, toate răspunsurile sunt afisate mai jos reciproc, adică toate întrebările pe o singură pagină.

source: How many questions to be displayed on a page:
ro_ro: Cât de multe întrebări sa fie afișate pe o pagină:

source: (0 = All on one page)
ro_ro: (0 = toate pe o singură pagină)

source: Custom fields
ro_ro: Câmpuri personalizate

source: You can create custom fields, e.g. to request the name or the e-mail address of the users.
ro_ro: Puteți crea câmpuri personalizate, de exemplu pentru a solicita numele sau adresa de e-mail a utilizatorilor.

source: The statistic function have to be enabled.
ro_ro: Funcția statistică trebuie să fie activat.

source: Custom fields enable
ro_ro: Permite câmpuri personalizate

source: If you enable this option, custom fields are enabled.
ro_ro: Dacă activați această opțiune, câmpurile personalizate vor fi activate.

source: Display position
ro_ro: Poziția de afișare

source: Where should the fileds be displayed:
ro_ro: În cazul în care ar trebui să fie afișate câmpurile:

source: On the quiz startpage
ro_ro: Pe pagina de start testului

source: At the end of the quiz (before the quiz result)
ro_ro: La sfârșitul testului (înainte de rezultatul testului)

source: Field name
ro_ro: Nume câmp

source: Required?
ro_ro: Necesar?

source: Show in statistic table?
ro_ro: Afișare în tabelul statistic?

source: Checkbox
ro_ro: Caseta de bifat

source: Drop-Down menu
ro_ro: Meniul vertical

source: Number
ro_ro: Număr

source: Yes/No
ro_ro: Da/Nu

source: Date
ro_ro: Data

source: Edit list
ro_ro: Editare listă

source: One entry per line
ro_ro: O intrare pe fiecare rând

source: Add field
ro_ro: Adaugă câmp

source: If you enable this option, an email is sent with his quiz result to the user.
ro_ro: Dacă activați această opțiune, un e-mail cu rezultatul testului va fi trimis utilizatorului.

source: User Email-Address (only registered users)
ro_ro: Adresa de e-mail a utilizatorului (doar utilizatori înregistrați)

source: (Type Email)
ro_ro: (De tip e-mail)

source: Quiz overview
ro_ro: Privire de ansamblu asupra testului

source: Add quiz
ro_ro: Adaugă test

source: Learn more
ro_ro: Aflați mai multe

source: Import only *.wpq or *.xml files from known and trusted sources.
ro_ro: Importați doar fișiere *.wpq sau *.xml din surse cunoscute și de încredere

source: Maximal %d MiB
ro_ro: Maxim %d MiB

source: Choose the respective question, which you would like to export and press on "Start export"
ro_ro: Alegeți întrebarea pe care doriți să o exportați si apoi apăsați "Star export"

source: or
ro_ro: sau

source: Start export
ro_ro: Începeți export

source: Set Quiz Categories
ro_ro: Setare categorii de test

source: Sets multiple quiz categories
ro_ro: Setare categorii de test multiple

source: Shortcode
ro_ro: Cod scurt

source: Shortcode-Leaderboard
ro_ro: Cod scurt - Clasament

source: Preview
ro_ro: Previzualizare

source: Quiz: %s - Statistics
ro_ro: Test: %s - Statistici

source: Stats not enabled
ro_ro: Statisticile nu sunt activate

source: Activate statistics
ro_ro: Activați statistici

source: Users
ro_ro: Utilizatori

source: Overview
ro_ro: Prezentare generală

source: Please select user name:
ro_ro: Vă rugăm să selectați numele de utilizator:

source: Select a test:
ro_ro: Selectați un test:

source: Anonymous user
ro_ro: Utilizator anonim

source: average
ro_ro: in medie

source: Hints used
ro_ro: Folosire sugestii

source: Time
ro_ro: Timp

source: Points scored
ro_ro: Puncte obținute

source: Refresh
ro_ro: Reîmprospătare

source: Reset statistics
ro_ro: Reset statistici

source: Reset user statistics
ro_ro: Reset statistici utilizator

source: Reset entire statistic
ro_ro: Reset întreaga statistică

source: Show only users, who solved the quiz:
ro_ro: Arată doar utilizatorii care au rezolvat testul:

source: Which users should be displayed:
ro_ro: Ce utilizatori vor fi afișați

source: all
ro_ro: tot

source: only registered users
ro_ro: doar utilizatorii inregistrati

source: only anonymous users
ro_ro: doar utilizatorii anonimi

source: Solved
ro_ro: Rezolvat

source: %d of %d
ro_ro: %d din %d

source: User statistics: %s
ro_ro: Statistici utilizator: %s

source: yes
ro_ro: da

source: no
ro_ro: nu

source: History
ro_ro: Istoric

source: special filter
ro_ro: filtru special

source: Search to date limit from %s to %s
ro_ro: Caută dupa limita de dată de la %s la %s

source: Front
ro_ro: Față

source: Support WP-Pro-Quiz
ro_ro: Susțineți WP-Pro-Quiz

source: WP-Pro-Quiz is small but nice free quiz plugin for WordPress.
ro_ro: WP-Pro-Quiz este un mic dar simpatic modul WordPress pentru crearea de teste.

source: I try to implement all wishes as fast as possible and help with problems.
ro_ro: Încerc să pun în aplicare toate dorințele cât mai repede posibil și să ofer ajutor pentru problemele actuale.

source: Your donations can help to ensure that the project continues to remain free.
ro_ro: Donațiile dvs. pot ajuta pentru a asigura că proiectul în continuare să rămână gratuit.

source: Translate WP-Pro-Quiz
ro_ro: Traducere WP-Pro-Quiz

source: You need:
ro_ro: Ai nevoie:

source: Latest POT file
ro_ro: Cel mai nou fișier POT

source: Open PoEdit
ro_ro: Deschideți PoEdit

source: Choose wp-pro-quiz.pot
ro_ro: Alege wp-pro-quiz.pot

source: Set "Translation properties"
ro_ro: Setare "Proprietățile traducerii"

source: Save PO file - with the name "wp-pro-qioz-de_DE.po"
ro_ro: Salvați fișierul PO - cu numele "wp-pro-qioz-ro_RO.po"

source: replace de_DE with your countries short code (e.g. en_US, nl_NL...)
ro_ro: Înlocuiți de_DE cu codul scurt al țării dvs. (de exemplu, en_US, nl_NL...)

source: Translate
ro_ro: Traducere

source: Upload generated *.mo file to your server, to /wp-content/plugins/wp-pro-quiz/languages
ro_ro: Încărcați fișierul generat * .mo la server-ul dvs., la /wp-content/plugins/wp-pro-quiz/languages

source: Finished
ro_ro: Terminat

source: You can translate WP-Pro-Quiz from existing to existing language (e.g. english to english) e.g. to rename buttons.
ro_ro: Puteți traduce WP-Pro-Quiz din limba existenta (de exemplu, din engleză în engleză), de exemplu pentru a redenumi butoane.
