Repository: jean-samuila/Wp-Pro-Quiz
Catalog: languages/wp-pro-quiz-*.po
Languages: ro_ro

source: Do you really want to delete the quiz/question?
ro_ro: Vrei cu adevărat să ștergi testul/întrebarea?

source: Title is not filled!
ro_ro: Titlu nu este completat!

source: No question deposited!
ro_ro: Nu a fost formulată nicio întrebare.

source: Correct answer was not selected!
ro_ro: Răspunsul corect nu a fost selectat!

source: No answer deposited!
ro_ro: Nici un răspuns depozitat!

source: No quiz description filled!
ro_ro: Nu a fost formulată descrierea testului.

source: The percent values in result text are incorrect.
ro_ro: Valorile procentuale din rezultatul testului sunt incorecte.

source: No number in the field "Points" or less than 1
ro_ro: Nici un număr în câmpul "puncte" sau mai puțin de 1

source: No number in the field "Points" or less than 0
ro_ro: Nici un număr în câmpul "puncte" sau mai mic de 0

source: No quiz selected
ro_ro: Niciun test selectat

source: Do you really want to reset the statistic?
ro_ro: Vrei cu adevărat să resetezi statistica?

source: No data available
ro_ro: Nici o informatie disponibila

source: No sort element in the criterion
ro_ro: Niciun element de sortare în criteriu

source: "Different points for every answer" is not possible at "Free" choice
ro_ro: "Diferite puncte pentru fiecare răspuns" nu este posibil alegerea pentru varianta "Free"

source: You must specify a name.
ro_ro: Trebuie să specificați un nume.

source: This entry should really be deleted?
ro_ro: Această intrare ar trebui să fie într-adevăr eliminată?

source: Not all fields completed.
ro_ro: Nu sunt completate toate câmpurile.

source: You must specify a template name.
ro_ro: Trebuie să specificați un nume de șablon.

source: Close
ro_ro: Închide

source: Today
ro_ro: Astăzi

source: Global settings
ro_ro: Setări globale

source: Support & More
ro_ro: Ajutor și Altele

source: Loading
ro_ro: Se incarca

source: You must answer this question.
ro_ro: Trebuie să răspundeți la această întrebare.

source: You must answer all questions before you can completed the quiz.
ro_ro: Trebuie să răspundeți la toate întrebările înainte de a putea completat testul.

source: All fields have to be filled.
ro_ro: Toate campurile trebuie completate.

source: You do not have sufficient permissions to access this page.
ro_ro: Nu aveți permisiuni suficiente pentru a accesa această pagină.

source: Settings saved
ro_ro: Setări salvate

source: Database repaired
ro_ro: Baza de date reparată

source: File cannot be processed
ro_ro: Fișierul nu poate fi procesat

source: Quiz not found
ro_ro: Testul nu a fost găsit

source: Questions
ro_ro: Întrebări

source: Question not found
ro_ro: Întrebarea nu a fost găsită

source: Question edited
ro_ro: Întrebare editată

source: Question added
ro_ro: Întrebare adăugață

source: Edit question
ro_ro: Editare întrebare

source: New question
ro_ro: Întrebare nouă

source: Question: %d
ro_ro: Întrebare: % d

source: questions copied
ro_ro: întrebări copiate

source: Quiz
ro_ro: Test

source: Quiz edited
ro_ro: Test editat

source: quiz created
ro_ro: Test creat

source: Quiz title or quiz description are not filled
ro_ro: Titlul Testului sau descrierea testului nu sunt completate

source: Edit quiz
ro_ro: Editare test

source: Create quiz
ro_ro: Creare test

source: Template stored
ro_ro: Șablon salvat

source: Quiz deleted
ro_ro: Test șters

source: Not categorized
ro_ro: Neclasifficate

source: Categories
ro_ro: Categorii

source: No category
ro_ro: Nicio categorie

source: Anonymous
ro_ro: Anonim

source: Deleted user
ro_ro: Șterge utilizator

source: No name or e-mail entered.
ro_ro: Nici un nume sau un e-mail introdus.

source: You signed up successfully.
ro_ro: V-ați înscris cu succes.

source: An error has occurred.
ro_ro: A apărut o eroare.

source: You can not enter again.
ro_ro: Nu puteți introduce din nou.

source: Your name can not exceed 15 characters.
ro_ro: Numele nu poate depăși 15 de caractere.

source: You entered wrong captcha code.
ro_ro: Ați introdus incorect codul captcha greșit.

source: ticked
ro_ro: bifat

source: not ticked
ro_ro: nebifat

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: File was not uploaded
ro_ro: Fișierul nu a fost încărcat

source: File have wrong format
ro_ro: Fișierul are format greșit

source: File is not compatible with the current version
ro_ro: Fișierul nu este compatibil cu versiunea curentă

source: XML could not be loaded.
ro_ro: Fișierul XML nu a putut fi încărcat.

source: Wp-Pro-Quiz: One user completed a quiz
ro_ro: Wp-Pro-Quiz: Un utilizator a finalizat un test

source: Wp-Pro-Quiz The user "$username" has completed "$quizname" the quiz. Points: $points Result: $result
ro_ro: Wp-Pro-Quiz Utilizatorul "$username" a finalizat "$quizname" testul. Puncte: $points Rezultat: $result

source: Wp-Pro-Quiz You have completed the quiz "$quizname". Points: $points Result: $result
ro_ro: Wp-Pro-Quiz Ați finalizat testul "$quizname". Puncte: $points Rezultat: $result

source: The user completed a quiz.
ro_ro: Utilizatorul a finalizat un test.

source: The user completed a quiz with 100 percent.
ro_ro: Utilizatorul finalizat un test cu 100 la suta.

source: A powerful and beautiful quiz plugin for WordPress.
ro_ro: Un puternic si frumos modul WordPress pentru crearea de teste.

source: Leaderboard
ro_ro: Clasament

source: back to overview
ro_ro: Înapoi la prezentare generală

source: Filter
ro_ro: Filtrare

source: Sort by:
ro_ro: Sortare după:

source: best user
ro_ro: Cel mai bun utilizator

source: newest entry
ro_ro: Cele mai noi intrări

source: oldest entry
ro_ro: Cele mai vechi intrări

source: How many entries should be shown on one page:
ro_ro: Câte înregistrări ar trebui să fie afișate pe o pagină:

source: Type
ro_ro: Tip

source: UR = unregistered user, R = registered user
ro_ro: UR = Utilizator neînregistrat, R = Utilizator înregistrat

source: User
ro_ro: Utilizator

source: Entered on
ro_ro: Intrat pe

source: Points
ro_ro: Puncte

source: Results
ro_ro: Rezultate

source: Edit
ro_ro: Editare

source: Delete
ro_ro: Șterge

source: save
ro_ro: salvare

source: cancel
ro_ro: anulare

source: Action
ro_ro: Acțiune

source: Apply
ro_ro: Aplica

source: Delete all entries
ro_ro: Ștergeți toate intrările

source: Start quiz
ro_ro: Start test

source: Restart quiz
ro_ro: Restart test

source: Quiz-summary
ro_ro: Rezumat test

source: Finish quiz
ro_ro: Finalizare test

source: Quiz is loading...
ro_ro: Testul se încarcă ...

source: You have already completed the quiz before. Hence you can not start it again.
ro_ro: Ați finalizat deja testul înainte. Prin urmare, nu se poate începe din nou.

source: You must sign in or sign up to start the quiz.
ro_ro: Trebuie sa te loghezi sau sa te inregistrezi pentru a începe testul.

source: You have to finish following quiz, to start this quiz:
ro_ro: Trebuie să termini testul următor, pentru a începe acest test:

source: Your result has been entered into leaderboard
ro_ro: Rezultatul tău a fost introdus în clasament

source: Name
ro_ro: Nume

source: Send
ro_ro: Trimite

source: You must fill out this field.
ro_ro: Trebuie să completați acest câmp.

source: You must specify a number.
ro_ro: Trebuie să specificați un număr.

source: You must specify a text.
ro_ro: Trebuie să specificați un text.

source: You must specify an email address.
ro_ro: Trebuie să specificați o adresă de e-mail.

source: You must specify a date.
ro_ro: Trebuie să specificați o dată.

source: %s of %s questions completed
ro_ro: Ați răsluns la %s din %s întrebări

source: Information
ro_ro: Informaţii

source: Time limit
ro_ro: Limita de timp

source: Answered
ro_ro: Răspunsuri

source: Review
ro_ro: Revizuire

source: Review question
ro_ro: Revizuire întrebare

source: %s of %s questions answered correctly
ro_ro: Ați răspuns corect la %s din %s întrebări

source: Your time: <span></span>
ro_ro: Timpul dvs: <span></span>

source: Time has elapsed
ro_ro: Timpul a expirat

source: You have reached %s of %s points, (%s)
ro_ro: Ati acumulat un număr de %s din %s puncte, (%s)

source: Average score
ro_ro: Scor mediu

source: Your score
ro_ro: Scorul dvs

source: View questions
ro_ro: Vizualizare întrebări

source: Show leaderboard
ro_ro: Arată clasament

source: Question %s of %s
ro_ro: Întrebarea %s din %s

source: Question
ro_ro: Întrebare

source: %d points
ro_ro: %d punct(e)

source: Category: %s
ro_ro: Categorie: %s

source: Sort elements
ro_ro: Sortare elemente

source: Correct
ro_ro: Corect

source: Incorrect
ro_ro: Incorect

source: Hint
ro_ro: Indiciu

source: Skip question
ro_ro: Omitere întrebare

source: Back
ro_ro: Înapoi

source: Check
ro_ro: Bifare

source: Next
ro_ro: Următoarea

source: Page %d
ro_ro: Pagina %d

source: maximum of %s points
ro_ro: maxim de %s puncte

source: Pos.
ro_ro: Poziție

source: Result
ro_ro: Rezultat

source: Table is loading
ro_ro: Tabelul este încărcat

source: Donate
ro_ro: Donați

source: For more information:
ro_ro: Pentru mai multe informții:

source: Settings in case of problems
ro_ro: Setări în caz de probleme

source: Save
ro_ro: Salvați

source: Leaderboard time format
ro_ro: Format timp clasament

source: Custom
ro_ro: Personalizare

source: Documentation on date and time formatting
ro_ro: Documentare privind data și ora de formatare

source: Statistic time format
ro_ro: Statistică format timp

source: Select example:
ro_ro: Selectați exemplul:

source: Time format:
ro_ro: Format oră:

source: Category management
ro_ro: Management categorie

source: Quiz Category management
ro_ro: Management categorie test

source: Quiz template management
ro_ro: Management șablon test

source: Question template management
ro_ro: Management șablon întrebare

source: Admin e-mail settings
ro_ro: Setări e-mail admin

source: To:
ro_ro: Către:

source: Separate multiple email addresses with a comma, e.g. wp@test.com, test@test.com
ro_ro: Separați mai multe adrese de e-mail cu o virgulă, exemplu wp@test.com, test@test.com

source: From:
ro_ro: De la:

source: Subject:
ro_ro: Subiect

source: Activate
ro_ro: Activare

source: Message body:
ro_ro: Corp mesaj:

source: Allowed variables
ro_ro: Variabile permise

source: User-ID
ro_ro: ID utilizator

source: Username
ro_ro: Nume de utilizator

source: Quiz-Name
ro_ro: Nume test

source: Result in precent
ro_ro: Rezultat în procente

source: Reached points
ro_ro: Punctaj atins

source: IP-address of the user
ro_ro: Adresa IP a utilizatorului

source: Category-Overview
ro_ro: Categorie-Prezentare generală

source: User e-mail settings
ro_ro: Setări e-mail utilizator

source: to activate
ro_ro: pentru activare

source: not to activate
ro_ro: pentru dezactivare

source: Please note
ro_ro: Vă rugăm să rețineți

source: These settings should only be set in cases of problems with Wp-Pro-Quiz.
ro_ro: Aceste setări trebuie să fie stabilite numai în cazul unor probleme cu wp-Pro-Quiz.

source: Automatically add [raw] shortcode
ro_ro: Adăugare automată [raw] cod scurt

source: It is recommended %s this option on your system.
ro_ro: Se recomandă %s această opțiune pe sistemul dumneavoastră.

source: If this option is activated, a [raw] shortcode is automatically set around WpProQuiz shortcode ( [WpProQuiz X] ) into [raw] [WpProQuiz X] [/raw]
ro_ro: Dacă aceasta opțiune este activată, un [raw] cod scurt este setat automat aproape de codul scurt WpProQuiz ( [WpProQuiz X] ) in [raw] [WpProQuiz X] [/raw]

source: Own themes changes internal order of filters, what causes the problems. With additional shortcode [raw] this is prevented.
ro_ro: Temele proprii schimbă ordinea internă de filtrare, ceea ce cauzeaza probleme. Cu codul scurt adițional [raw] acest lucru este împiedicat.

source: Do not load the Javascript-files in the footer
ro_ro: Nu încărcați fișierele din subsol - Javascript

source: Generally all WpProQuiz-Javascript files are loaded in the footer and only when they are really needed.
ro_ro: În general, toate fișierele WpProQuiz-Javascript sunt încărcate în subsol și numai atunci când acestea sunt cu adevărat necesare.

source: In very old Wordpress themes this can lead to problems.
ro_ro: În temele foarte vechi Wordpress acest lucru poate duce la probleme.

source: If you activate this option, all WpProQuiz-Javascript files are loaded in the header even if they are not needed.
ro_ro: Dacă activați această opțiune, toate fișierele WpProQuiz-Javascript sunt încărcate în antet chiar dacă acestea nu sunt necesare.

source: Anyone who wants to learn more about this topic should read through the following websites %s and %s.
ro_ro: Oricine dorește să afle mai multe despre acest subiect ar trebui să acceseze următoarele site-uri: %s și %s.

source: Deactivate
ro_ro: Dezactivați

source: In Version 0.13 a new Touch Library was added for mobile devices.
ro_ro: În versiunea 0.13 o nouă Touch Library a fost adăugat pentru dispozitive mobile.

source: If you have any problems with the Touch Library, please deactivate it.
ro_ro: Pentru orice problemă cu Touch Library, vă rugăm să o dezactivați.

source: Is required only in rare cases.
ro_ro: Este necesară numai în cazuri rare.

source: If you have problems with the front ajax, please activate it.
ro_ro: Pentru orice problemă cu ajax font, vă rugăm să îl dezactivați.

source: e.g. Domain with special characters in combination with IE
ro_ro: de exemplu Domeniu cu caractere speciale în combinație cu IE

source: Repair database
ro_ro: Reparare bază de date

source: No date will be deleted. Only WP-Pro-Quiz tables will be repaired.
ro_ro: Datele nu vor fi șterse. Doar tabelel WP-Pro-Quiz vor fi reparate.

source: Error
ro_ro: Eroare

source: Successfully
ro_ro: Cu succes

source: Import completed successfully
ro_ro: Import finalizat cu succes

source: Quiz name
ro_ro: Nume test

source: WP-Pro-Quiz special modification
ro_ro: Modificare specială WP-Pro-Quiz

source: You need special WP-Pro-Quiz modification for your website?
ro_ro: Aveți nevoide de modificări speciale WP-Pro-Quiz pentru website-ul dvs?

source: We offer you:
ro_ro: Vă oferim:

source: Design adaption for your theme
ro_ro: Adaptare de design pentru tema dvs

source: Creation of additional modules for your needs
ro_ro: Creare de module suplimentare pentru nevoile dumneavoastra

source: Premium Support
ro_ro: Support Premium

source: Contact us:
ro_ro: Contactați-ne:

source: Send us an e-mail
ro_ro: Trimiteți-ne un e-mail

source: The e-mail must be written in english or german
ro_ro: E-mail-ul trebuie scris în engleză sau germană

source: Explain your wish detailed and exactly as possible
ro_ro: Explicați cât mai detaliat și exact dorința dumneavoastră

source: You can send us screenshots, sketches and attachments
ro_ro: Ne puteți trimite screenshot-uri, schițe sau atașamente

source: Send us your full name and your web address (webpage-URL)
ro_ro: Trimiteți-ne numele complet și adresa paginii web (webpage-URL)

source: If you wish design adaption, we additionally need the name of your theme
ro_ro: Dacă doriți adaptare de design, avem nevoie în plus numele temei dvs

source: After receiving your e-mail we will verify your request on feasibility. After this you will receive e-mail from us with further details and offer.
ro_ro: După ce am primit e-mail-ul, vom verifica fezabilitatea cererii dumneavoastră. După aceasta veți primi e-mail de la noi cu detalii si oferta suplimentară.

source: Extended support in first 6 months. Reported bugs and updates of WP Pro Quiz are supported. Exception are major releases (update of main version)
ro_ro: Suport extins în primele 6 luni. Sunt acceptate raportari bug-uri și actualizări WP Pro Quiz. Excepție fac versiunile majore (actualizarea versiunii principale)

source: load template
ro_ro: incărcare șablon

source: Title
ro_ro: Titlu

source: The title is used for overview, it is not visible in quiz. If you leave the title field empty, a title will be generated.
ro_ro: Acest titlu se referă la prezentarea generală, aceasta nu este vizibilă în test. Dacă lăsați câmpul titlu gol, un titlu va fi generat.

source: (required)
ro_ro: (necesar)

source: Points for this question (Standard is 1 point)
ro_ro: Puncte pentru această întrebare (standard este 1 punct)

source: This points will be rewarded, only if the user closes the question correctly.
ro_ro: Aceste puncte vor fi recompensate, numai în cazul în care utilizatorul închide corect întrebarea.

source: Different points for each answer
ro_ro: Diferite puncte pentru fiecare răspuns

source: If you enable this option, you can enter different points for every answer.
ro_ro: Dacă activați această opțiune, puteți introduce punctaj diferit pentru fiecare răspuns.

source: Show reached points in the correct- and incorrect message?
ro_ro: Arată mesajul pentru punctajul atins între corect și incorect?

source: Category
ro_ro: Categorie

source: You can assign classify category for a question. Categories are e.g. visible in statistics function.
ro_ro: Aveți posibilitatea să atribuiți o categorie clasificată în funcție de o întrebare. Categoriile sunt de exemplu vizibile în funcțiile statistice.

source: You can manage categories in global settings.
ro_ro: Puteți gestiona categoriile în setările globale.

source: Create new category
ro_ro: Creați o nouă categorie

source: Create
ro_ro: Creare

source: Message with the correct / incorrect answer
ro_ro: Mesaj cu răspunsul corect / incorect

source: Deactivated in quiz settings.
ro_ro: Dezactivare setări test

source: Message with the correct answer
ro_ro: Mesaj cu răspunsul corect

source: This text will be visible if answered correctly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
ro_ro: Acest text va fi vizibil dacă s-a răspuns corect. Acesta poate fi folosit ca explicație pentru problemele complexe. Mesajul "Corect" sau "Greșit" este întotdeauna afișată în mod automat.

source: Same text for correct- and incorrect-message?
ro_ro: Același text pentru mesajul corectit și incorect?

source: Message with the incorrect answer
ro_ro: Mesaj cu răspunsul incorect

source: This text will be visible if answered incorrectly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
ro_ro: Acest text va fi vizibil dacă răspunsul este incorect. Acesta poate fi folosit ca explicație pentru problemele complexe. Mesajul "Corect" sau "Greșit" este întotdeauna afișat în mod automat.

source: Here you can enter solution hint.
ro_ro: Aici puteți introduce o soluție indiciu.

source: Activate hint for this question?
ro_ro: Activați indiciu pentru această întrebare?

source: Answer type
ro_ro: Tip răspuns

source: Single choice
ro_ro: O singură opțiune

source: Multiple choice
ro_ro: Opțiuni multiple

source: "Free" choice
ro_ro: Alegere "Liberă"

source: "Sorting" choice
ro_ro: Alegere "Sortare"

source: "Matrix Sorting" choice
ro_ro: Alegere "Sortare Matrix"

source: Assessment
ro_ro: Evaluare

source: Answers
ro_ro: Răspunsuri

source: Please sort the answers in right order with the "Move" - Button. The answers will be displayed randomly.
ro_ro: Vă rugăm sortați răspunsurile în ordinea corectă cu butonul "Mută". Răspunsurile vor fi afișate în mod aleatoriu.

source: Add new answer
ro_ro: Adăugare răspuns nou

source: In this mode, not a list have to be sorted, but elements must be assigned to matching criterion.
ro_ro: În acest mod, o listă nu trebuie să fie sortata, dar elementele trebuie să fie atribuite după criterii de potrivire.

source: You can create sort elements with empty criteria, which can't be assigned by user.
ro_ro: Puteți crea elemente de sortare cu criterii goale, care nu pot fi atribuite de către utilizator.

source: Percentage width of criteria table column:
ro_ro: Criteriul de lătime în procente al coloanei tabelului:

source: Allows adjustment of the left column's width, and the right column will auto-fill the rest of the available space. Increase this to allow accommodate longer criterion text. Defaults to 20%.
ro_ro: Permite reglarea lățimii coloanei din stânga, iar coloana din dreapta va auto-umple restul spațiului disponibil. Crește pentru a permite acest lucru potrivirii criteriului text. Default este la 20%.

source: template name
ro_ro: nume șablon

source: Create new template
ro_ro: Creare șablon nou

source: Save as template
ro_ro: Salvare șablon ca

source: Options
ro_ro: Opțiuni

source: Answer
ro_ro: Răspuns

source: Allow HTML
ro_ro: Permite HTML

source: Delete answer
ro_ro: Șterge răspuns

source: Add Media
ro_ro: Adăugare Media

source: Move
ro_ro: Mutare

source: Criterion
ro_ro: Criteriu

source: correct answers (one per line) (answers will be converted to lower case)
ro_ro: răspunsuri corecte (unul pe fiecare rând) (răspunsurile vor fi convertite la litere mici)

source: Enclose the searched words with { } e.g. "I {play} soccer". Capital and small letters will be ignored.
ro_ro: Incadrează cuvintele căutate cu {} exemplu "Eu {joc} fotbal". Literele mari sau mici vor fi ignorate.

source: You can specify multiple options for a search word. Enclose the word with [ ] e.g. <span style="font-style: normal; letter-spacing: 2px;"> "I {[play][love][hate]} soccer" </span>. In this case answers play, love OR hate are correct.
ro_ro: Puteți specifica mai multe opțiuni pentru un cuvânt de căutare. Încadrează cuvântul cu [] de exemplu <span style="font-style: normal; letter-spacing: 2px;"> "I {[joc][iubesc][urăsc]} fotbalul" </span>. În acest caz răspunsurile joc, iubesc SAU urăsc sunt corecte.

source: If mode "Different points for every answer" is activated, you can assign points with |POINTS. Otherwise 1 point will be awarded for every answer.
ro_ro: Dacă modul "Diferite puncte pentru fiecare răspuns" este activat, aveți posibilitatea să atribuiți puncte cu |PUNCTE. În caz contrar, 1 punct va fi acordat pentru fiecare răspuns.

source: e.g. "I {play} soccer, with a {ball|3}" - "play" gives 1 point and "ball" 3 points.
ro_ro: de exemplu "Eu {joc} fotbal, cu o {minge|3}" - "joc" primește 1 punct si "minge" 3 puncte.

source: Here you can create an assessment question.
ro_ro: Aici aveți posibilitatea să creați o întrebare de evaluare.

source: Enclose a assesment with {}. The individual assessments are marked with [].
ro_ro: Alătură o evaluare cu {}. Evaluările individuale sunt marcate cu [].

source: The number of options in the maximum score.
ro_ro: Numărul de opțiuni în punctajul maxim.

source: Examples:
ro_ro: Exempla:

source: less true { [1] [2] [3] [4] [5] } more true
ro_ro: mai puțin adevărat { [1] [2] [3] [4] [5] } mai adevărat

source: less true { [a] [b] [c] } more true
ro_ro: mai puțin adevărat { [a] [b] [c] } mai adevărat

source: Single choice options
ro_ro: Opțiuni unice de alegere

source: If "Different points for each answer" is activated, you can activate a special mode.<br> This changes the calculation of the points
ro_ro: Dacă "Diferite puncte pentru fiecare răspuns" este activat, puteți activa un mod special. <br> Acest lucru schimba calculul punctelor

source: Different points - modus 2 activate
ro_ro: Diferite puncte - activare modus 2

source: Disables the distinction between correct and incorrect.
ro_ro: Dezactivează distincția între corect și incorect.

source: disable correct and incorrent
ro_ro: dezactivare corect și incorect

source: Explanation of points calculation
ro_ro: Explicarea calcul puncte

source: "Different points for each answer" enabled
ro_ro: "Diferite puncte pentru fiecare răspuns" activat

source: "Different points - mode 2" disable
ro_ro: "Diferite puncte - Mod 2" dezactivat

source: "Different points - mode 2" enabled
ro_ro: "Diferite puncte - Mod 2" activat

source: Quiz: %s
ro_ro: Testul: %s

source: Add question
ro_ro: Adăugare întrebare

source: Sort Question
ro_ro: Sortare întrebare
